Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# SimulationPageTitle
source: Perform App Control for Business Simulation by selecting files or folders, and an XML policy file, then use the Begin Simulation button to populate the data grid. The results will show you whether the selected files would be allowed or blocked by your App Control policy if it was actually deployed on a system and those files were running.
fr_fr: Effectuez une simulation App Control for Business en sélectionnant des fichiers ou dossiers et un fichier de politique XML, puis utilisez le bouton Commencer la Simulation. Les résultats indiqueront si les fichiers sélectionnés seraient autorisés ou bloqués par votre politique si elle était déployée et si ces fichiers étaient en cours d'exécution.
ja_jp: ファイルまたはフォルダーとXMLポリシーファイルを選択してApp Control for Businessシミュレーションを実行し、「シミュレーション開始」ボタンを使用してデータグリッドにデータを入力します。結果には、選択したファイルが実際にシステムに展開され、それらのファイルが実行された場合に、App Controlポリシーによって許可されるかブロックされるかが表示されます。
tr_tr: Dosyaları veya klasörleri ve bir XML ilke dosyasını seçerek İş Simülasyonu için Uygulama Denetimi gerçekleştirin, ardından veri ızgarasını doldurmak için Simülasyonu Başlat düğmesini kullanın. Sonuçlar, seçilen dosyalara gerçekten bir sisteme dağıtılmışsa ve bu dosyalar çalışıyorsa Uygulama Denetimi politikanız tarafından izin verilip verilmeyeceğini veya engellenip engellenmeyeceğini gösterecektir.

# StrictKernelModePolicyScanResultsPageTitle
source: View the detected Kernel-mode files that will be used to create the enforced mode policy. Remove items you don't want to be included in the final Strict Kernel-mode policy from the list.
fr_fr: Voir les fichiers en mode noyau détectés qui seront utilisés pour créer la politique en mode appliqué. Supprimez de la liste les éléments que vous ne souhaitez pas inclure dans la politique stricte finale en mode noyau.
ja_jp: 強制モードポリシーの作成に使用される検出されたカーネルモードファイルを表示します。最終的な厳格なカーネルモードポリシーに含めたくない項目をリストから削除します。
tr_tr: Zorunlu mod ilkesini oluşturmak için kullanılacak, algılanan Çekirdek modu dosyalarını görüntüleyin. Nihai Katı Çekirdek modu ilkesine dahil edilmesini istemediğiniz öğeleri listeden kaldırın.

# UpdatePageTitle
source: Check for updates on this page. You can also enable automatic update check which will happen once at startup and you will be notified whenever a new version is available.
de_de: Suchen Sie auf dieser Seite nach Updates. Sie können auch die automatische Update-Prüfung aktivieren, die einmal beim Start erfolgt, und Sie werden benachrichtigt, sobald eine neue Version verfügbar ist.
fr_fr: Vérifiez les mises à jour sur cette page. Vous pouvez également activer la vérification automatique au démarrage pour être notifié dès qu'une nouvelle version est disponible.
he_il: בדוק עדכונים בדף זה. תוכל גם להפעיל בדיקת עדכונים אוטומטית שתתבצע פעם אחת בעת ההפעלה ותקבל הודעה בכל פעם שגרסה חדשה זמינה.
ja_jp: このページで更新を確認します。起動時に一度実行される自動更新チェックを有効にすることもでき、新しいバージョンが利用可能になるたびに通知されます。
pl_pl: Sprawdź aktualizacje na tej stronie. Możesz również włączyć automatyczne sprawdzanie aktualizacji, które będzie miało miejsce raz podczas uruchamiania, a zostaniesz powiadomiony, gdy dostępna będzie nowa wersja.
tr_tr: Bu sayfadaki güncellemeleri kontrol edin. Ayrıca başlangıçta bir kez gerçekleşecek ve yeni bir sürüm mevcut olduğunda size bildirilecek olan otomatik güncelleme kontrolünü de etkinleştirebilirsiniz.

# ValidatePolicyPageTitle
source: Validate App Control Policies to ensure they are compliant with the official schema. If you manually modified XML policy files and want to ensure your modifications are correct, use this feature to validate them.
fr_fr: Validez les politiques App Control pour vous assurer qu'elles sont conformes au schéma officiel. Si vous avez modifié manuellement des fichiers XML, utilisez cette fonctionnalité pour valider vos modifications.
ja_jp: App Controlポリシーを検証して、公式スキーマに準拠していることを確認します。XMLポリシーファイルを手動で変更し、その変更が正しいことを確認したい場合は、この機能を使用して検証してください。
tr_tr: Resmi şemayla uyumlu olduklarından emin olmak için Uygulama Kontrol Politikalarını doğrulayın. XML ilkesi dosyalarını manuel olarak değiştirdiyseniz ve değişikliklerinizin doğru olduğundan emin olmak istiyorsanız bunları doğrulamak için bu özelliği kullanın.

# ViewFileCertificatesPageTitle
source: View Comprehensive information about the certificates used to sign any file. Details that are typically unavailable in File Explorer properties or PowerShell cmdlets are presented here in full.
fr_fr: Affichez des informations complètes sur les certificats utilisés pour signer n'importe quel fichier. Les détails généralement indisponibles dans l'Explorateur de fichiers ou PowerShell sont présentés ici en intégralité.
ja_jp: 任意のファイルの署名に使用された証明書に関する包括的な情報を表示します。ファイルエクスプローラーのプロパティやPowerShellコマンドレットでは通常利用できない詳細情報が、ここに完全に表示されます。
tr_tr: Herhangi bir dosyayı imzalamak için kullanılan sertifikalar hakkında kapsamlı bilgileri görüntüleyin. Genellikle Dosya Gezgini özelliklerinde veya PowerShell cmdlet'lerinde kullanılamayan ayrıntılar burada tam olarak sunulmaktadır.

# CreateDenyPolicyFilesAndFoldersScanResultsPageTitle
source: View the detected files that were used to create the Deny policy.
fr_fr: Voir les fichiers détectés utilisés pour créer la politique de Refus.
ja_jp: 拒否ポリシーの作成に使用された検出ファイルを表示します。
tr_tr: Reddetme ilkesini oluşturmak için kullanılan, algılanan dosyaları görüntüleyin.

# CreateDenyPolicyPageTitle
source: Create a Deny Base policy that will explicitly deny files or applications. Keep in mind that Application Control is fundamentally based on allow-listing, which means anything that is not allowed by a policy is already automatically denied.
fr_fr: Créez une politique de base de Refus qui refusera explicitement des fichiers ou applications. Gardez à l'esprit que le contrôle d'application est basé sur une liste blanche : tout ce qui n'est pas autorisé par une politique est automatiquement refusé.
ja_jp: ファイルやアプリケーションを明示的に拒否する拒否ベースポリシーを作成します。アプリケーション制御は基本的に許可リストに基づいていることを念頭に置いてください。つまり、ポリシーで許可されていないものはすべて自動的に拒否されます。
tr_tr: Dosyaları veya uygulamaları açıkça reddedecek bir Reddetme Tabanı ilkesi oluşturun. Uygulama Denetiminin temel olarak izin verilenler listesine dayandığını unutmayın; bu, bir politika tarafından izin verilmeyen her şeyin zaten otomatik olarak reddedildiği anlamına gelir.

# ConfigurePolicyRuleOptionsPageTitle
source: Configure App Control for Business policy rule options. Detailed info is provided next to each rule and you can use the Guide button or open a discussion on GitHub if you need more information.
fr_fr: Configurez les options de règle de politique App Control for Business. Des informations détaillées sont fournies à côté de chaque règle ; utilisez le bouton Guide ou ouvrez une discussion sur GitHub pour plus d'informations.
ja_jp: App Control for Businessポリシールールオプションを構成します。各ルールの横に詳細情報が提供されており、さらに情報が必要な場合は、ガイドボタンを使用するか、GitHubでディスカッションを開くことができます。
tr_tr: İş için Uygulama Denetimi ilkesi kural seçeneklerini yapılandırın. Her kuralın yanında ayrıntılı bilgi verilmiştir ve daha fazla bilgiye ihtiyaç duyarsanız Rehber düğmesini kullanabilir veya GitHub'da bir tartışma açabilirsiniz.

# BuildNewCertificatePageTitle
source: Securely Build Code Signing Certificates that are suitable for signing App Control polices.
fr_fr: Créez en toute sécurité des certificats de signature de code adaptés à la signature de politiques App Control.
ja_jp: App Controlポリシーの署名に適したコード署名証明書を安全に構築します。
tr_tr: Uygulama Denetimi politikalarını imzalamaya uygun Kod İmzalama Sertifikalarını güvenli bir şekilde oluşturun.

# SystemInformationPageTitle
source: View detailed information about the Deployed policies and Code Integrity on the local or remote systems.
fr_fr: Affichez des informations détaillées sur les politiques déployées et l'intégrité du code sur les systèmes locaux ou distants.
ja_jp: ローカルまたはリモートシステム上の展開済みポリシーとコード整合性に関する詳細情報を表示します。
tr_tr: Yerel veya uzak sistemlerde Dağıtılan ilkeler ve Kod Bütünlüğü hakkında ayrıntılı bilgileri görüntüleyin.

# AllowNewAppsPageTitle
source: Use this page to Allow new or already installed apps or files to run on the system.
fr_fr: Utilisez cette page pour autoriser de nouvelles applications ou fichiers déjà installés à s'exécuter sur le système.
ja_jp: このページを使用して、新しいアプリや既にインストールされているアプリ、ファイルをシステム上で実行できるようにします。
tr_tr: Yeni veya önceden yüklenmiş uygulamaların veya dosyaların sistemde çalıştırılmasına izin vermek için bu sayfayı kullanın.

# LanguageSettingSettingsExpander.Header
source: Switch between different supported user interface languages and layouts.
ar: التبديل بين لغات وتخطيطات واجهة المستخدم المختلفة المدعومة.
de_de: Zwischen verschiedenen unterstützten Benutzeroberflächensprachen und -layouts wechseln.
el_gr: Εναλλαγή μεταξύ διαφορετικών υποστηριζόμενων γλωσσών και διατάξεων διεπαφής χρήστη.
es: Cambiar entre diferentes idiomas y diseños de interfaz de usuario compatibles.
fr_fr: Basculez entre différentes langues et mises en page d'interface utilisateur prises en charge.
he_il: עבור בין שפות ופריסות ממשק משתמש נתמכות שונות.
hi_in: विभिन्न समर्थित UI भाषाओं और लेआउट के बीच स्विच करें।
ja_jp: サポートされているさまざまなユーザーインターフェイス言語とレイアウトを切り替えます。
ml_in: വ്യത്യസ്ത പിന്തുണയുള്ള ഉപയോക്തൃ ഇന്റർഫേസ് ഭാഷകൾക്കും ലേഔട്ടുകൾക്കുമിടയിൽ മാറുക.
pl_pl: Przełączaj między różnymi obsługiwanymi językami interfejsu użytkownika i układami.
tr_tr: Desteklenen farklı kullanıcı arayüzü dilleri ve düzenleri arasında geçiş yapın.

# LanguageSettingSettingsExpander.ToolTipService.ToolTip
source: Switch between different supported user interface languages and layouts.
ar: التبديل بين لغات وتخطيطات واجهة المستخدم المختلفة المدعومة.
de_de: Zwischen verschiedenen unterstützten Benutzeroberflächensprachen und -layouts wechseln.
el_gr: Εναλλαγή μεταξύ διαφορετικών υποστηριζόμενων γλωσσών και διατάξεων διεπαφής χρήστη.
es: Cambiar entre diferentes idiomas y diseños de interfaz de usuario compatibles.
fr_fr: Basculez entre différentes langues et mises en page d'interface utilisateur prises en charge.
he_il: עבור בין שפות ופריסות ממשק משתמש נתמכות שונות.
hi_in: विभिन्न समर्थित UI भाषाओं और लेआउट के बीच स्विच करें।
ja_jp: サポートされているさまざまなユーザーインターフェイス言語とレイアウトを切り替えます。
ml_in: വ്യത്യസ്ത പിന്തുണയുള്ള ഉപയോക്തൃ ഇന്റർഫേസ് ഭാഷകൾക്കും ലേഔട്ടുകൾക്കുമിടയിൽ മാറുക.
pl_pl: Przełączaj między różnymi obsługiwanymi językami interfejsu użytkownika i układami.
tr_tr: Desteklenen farklı kullanıcı arayüzü dilleri ve düzenleri arasında geçiş yapın.

# LanguageSettingSettingsExpander.AutomationProperties.HelpText
source: Switch between different supported user interface languages and layouts.
ar: التبديل بين لغات وتخطيطات واجهة المستخدم المختلفة المدعومة.
de_de: Zwischen verschiedenen unterstützten Benutzeroberflächensprachen und -layouts wechseln.
el_gr: Εναλλαγή μεταξύ διαφορετικών υποστηριζόμενων γλωσσών και διατάξεων διεπαφής χρήστη.
es: Cambiar entre diferentes idiomas y diseños de interfaz de usuario compatibles.
fr_fr: Basculez entre différentes langues et mises en page d'interface utilisateur prises en charge.
he_il: עבור בין שפות ופריסות ממשק משתמש נתמכות שונות.
hi_in: विभिन्न समर्थित UI भाषाओं और लेआउट के बीच स्विच करें।
ja_jp: サポートされているさまざまなユーザーインターフェイス言語とレイアウトを切り替えます。
ml_in: വ്യത്യസ്ത പിന്തുണയുള്ള ഉപയോക്തൃ ഇന്റർഫേസ് ഭാഷകൾക്കും ലേഔട്ടുകൾക്കുമിടയിൽ മാറുക.
pl_pl: Przełączaj między różnymi obsługiwanymi językami interfejsu użytkownika i układami.
tr_tr: Desteklenen farklı kullanıcı arayüzü dilleri ve düzenleri arasında geçiş yapın.

# LanguageSelectionSettingsCard.Description
source: Select a different language from the list
ar: حدد لغة مختلفة من القائمة
de_de: Wählen Sie eine andere Sprache aus der Liste
el_gr: Επιλέξτε μια διαφορετική γλώσσα από τη λίστα
es: Seleccione un idioma diferente de la lista
fr_fr: Sélectionnez une autre langue dans la liste
he_il: בחר שפה אחרת מהרשימה
hi_in: सूची से एक अलग भाषा चुनें
ja_jp: リストから別の言語を選択します
ml_in: ലിസ്റ്റിൽ നിന്ന് മറ്റൊരു ഭാഷ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz inny język z listy
tr_tr: Listeden farklı bir dil seçin

# LanguageSelectionSettingsCard.Header
source: Language Selection
ar: اختيار اللغة
de_de: Sprachauswahl
el_gr: Επιλογή Γλώσσας
es: Selección de Idioma
fr_fr: Sélection de la Langue
he_il: בחירת שפה
hi_in: भाषा चयन
ja_jp: 言語選択
ml_in: ഭാഷാ തിരഞ്ഞെടുപ്പ്
pl_pl: Wybór języka
tr_tr: Dil Seçimi

# LanguageSelectionSettingsCard.ToolTipService.ToolTip
source: Select a different language from the list
ar: حدد لغة مختلفة من القائمة
de_de: Wählen Sie eine andere Sprache aus der Liste
el_gr: Επιλέξτε μια διαφορετική γλώσσα από τη λίστα
es: Seleccione un idioma diferente de la lista
fr_fr: Sélectionnez une autre langue dans la liste
he_il: בחר שפה אחרת מהרשימה
hi_in: सूची से एक अलग भाषा चुनें
ja_jp: リストから別の言語を選択します
ml_in: ലിസ്റ്റിൽ നിന്ന് മറ്റൊരു ഭാഷ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz inny język z listy
tr_tr: Listeden farklı bir dil seçin

# LanguageSelectionSettingsCard.AutomationProperties.HelpText
source: Select a different language from the list
ar: حدد لغة مختلفة من القائمة
de_de: Wählen Sie eine andere Sprache aus der Liste
el_gr: Επιλέξτε μια διαφορετική γλώσσα από τη λίστα
es: Seleccione un idioma diferente de la lista
fr_fr: Sélectionnez une autre langue dans la liste
he_il: בחר שפה אחרת מהרשימה
hi_in: सूची से एक अलग भाषा चुनें
ja_jp: リストから別の言語を選択します
ml_in: ലിസ്റ്റിൽ നിന്ന് മറ്റൊരു ഭാഷ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz inny język z listy
tr_tr: Listeden farklı bir dil seçin

# UIFlowDirectionSettingsCard.Description
source: Switch between Right-to-Left and Left-to-Right flow directions for the user interface elements.
ar: التبديل بين اتجاهات التدفق من اليمين إلى اليسار ومن اليسار إلى اليمين لعناصر واجهة المستخدم.
de_de: Zwischen Rechts-nach-Links und Links-nach-Rechts-Flussrichtungen für die Benutzeroberflächenelemente wechseln.
el_gr: Εναλλαγή μεταξύ των κατευθύνσεων ροής από Δεξιά προς Αριστερά και από Αριστερά προς Δεξιά για τα στοιχεία της διεπαφής χρήστη.
es: Cambiar entre las direcciones de flujo de Derecha a Izquierda e Izquierda a Derecha para los elementos de la interfaz de usuario.
fr_fr: Basculez entre les directions de flux de droite à gauche et de gauche à droite pour les éléments de l'interface utilisateur.
he_il: עבור בין כיווני זרימה מימין לשמאל ומשמאל לימין לאלמנטים של ממשק המשתמש.
hi_in: UI तत्वों के लिए राइट-टू-लेफ्ट और लेफ्ट-टू-राइट फ्लो दिशाओं के बीच स्विच करें।
ja_jp: ユーザーインターフェイス要素のフロー方向を右から左、左から右の間で切り替えます。
ml_in: ഉപയോക്തൃ ഇന്റർഫേസ് ഘടകങ്ങൾക്കായി വലത്തുനിന്ന് ഇടത്തോട്ടും ഇടത്തുനിന്ന് വലത്തോട്ടുമുള്ള ഫ്ലോ ദിശകൾക്കിടയിൽ മാറുക.
pl_pl: Przełączaj między kierunkami przepływu od prawej do lewej i od lewej do prawej dla elementów interfejsu użytkownika.
tr_tr: Kullanıcı arayüzü öğeleri için Sağdan Sola ve Soldan Sağa akış yönleri arasında geçiş yapın.

# UIFlowDirectionSettingsCard.Header
source: Flow Direction
ar: اتجاه التدفق
de_de: Flussrichtung
el_gr: Κατεύθυνση Ροής
es: Dirección del Flujo
fr_fr: Direction du Flux
he_il: כיוון זרימה
hi_in: फ्लो दिशा
ja_jp: フロー方向
ml_in: ഫ്ലോ ദിശ
pl_pl: Kierunek przepływu
tr_tr: Akış Yönü

# UIFlowDirectionSettingsCard.ToolTipService.ToolTip
source: Switch between Right-to-Left and Left-to-Right flow directions for the user interface elements.
ar: التبديل بين اتجاهات التدفق من اليمين إلى اليسار ومن اليسار إلى اليمين لعناصر واجهة المستخدم.
de_de: Zwischen Rechts-nach-Links und Links-nach-Rechts-Flussrichtungen für die Benutzeroberflächenelemente wechseln.
el_gr: Εναλλαγή μεταξύ των κατευθύνσεων ροής από Δεξιά προς Αριστερά και από Αριστερά προς Δεξιά για τα στοιχεία της διεπαφής χρήστη.
es: Cambiar entre las direcciones de flujo de Derecha a Izquierda e Izquierda a Derecha para los elementos de la interfaz de usuario.
fr_fr: Basculez entre les directions de flux de droite à gauche et de gauche à droite pour les éléments de l'interface utilisateur.
he_il: עבור בין כיווני זרימה מימין לשמאל ומשמאל לימין לאלמנטים של ממשק המשתמש.
hi_in: UI तत्वों के लिए राइट-टू-लेफ्ट और लेफ्ट-टू-राइट फ्लो दिशाओं के बीच स्विच करें।
ja_jp: ユーザーインターフェイス要素のフロー方向を右から左、左から右の間で切り替えます。
ml_in: ഉപയോക്തൃ ഇന്റർഫേസ് ഘടകങ്ങൾക്കായി വലത്തുനിന്ന് ഇടത്തോട്ടും ഇടത്തുനിന്ന് വലത്തോട്ടുമുള്ള ഫ്ലോ ദിശകൾക്കിടയിൽ മാറുക.
pl_pl: Przełączaj między kierunkami przepływu od prawej do lewej i od lewej do prawej dla elementów interfejsu użytkownika.
tr_tr: Kullanıcı arayüzü öğeleri için Sağdan Sola ve Soldan Sağa akış yönleri arasında geçiş yapın.

# UIFlowDirectionSettingsCard.AutomationProperties.HelpText
source: Switch between Right-to-Left and Left-to-Right flow directions for the user interface elements.
ar: التبديل بين اتجاهات التدفق من اليمين إلى اليسار ومن اليسار إلى اليمين لعناصر واجهة المستخدم.
de_de: Zwischen Rechts-nach-Links und Links-nach-Rechts-Flussrichtungen für die Benutzeroberflächenelemente wechseln.
el_gr: Εναλλαγή μεταξύ των κατευθύνσεων ροής από Δεξιά προς Αριστερά και από Αριστερά προς Δεξιά για τα στοιχεία της διεπαφής χρήστη.
es: Cambiar entre las direcciones de flujo de Derecha a Izquierda e Izquierda a Derecha para los elementos de la interfaz de usuario.
fr_fr: Basculez entre les directions de flux de droite à gauche et de gauche à droite pour les éléments de l'interface utilisateur.
he_il: עבור בין כיווני זרימה מימין לשמאל ומשמאל לימין לאלמנטים של ממשק המשתמש.
hi_in: UI तत्वों के लिए राइट-टू-लेफ्ट और लेफ्ट-टू-राइट फ्लो दिशाओं के बीच स्विच करें।
ja_jp: ユーザーインターフェイス要素のフロー方向を右から左、左から右の間で切り替えます。
ml_in: ഉപയോക്തൃ ഇന്റർഫേസ് ഘടകങ്ങൾക്കായി വലത്തുനിന്ന് ഇടത്തോട്ടും ഇടത്തുനിന്ന് വലത്തോട്ടുമുള്ള ഫ്ലോ ദിശകൾക്കിടയിൽ മാറുക.
pl_pl: Przełączaj między kierunkami przepływu od prawej do lewej i od lewej do prawej dla elementów interfejsu użytkownika.
tr_tr: Kullanıcı arayüzü öğeleri için Sağdan Sola ve Soldan Sağa akış yönleri arasında geçiş yapın.

# AppElevationNoticeMain
source: Please launch AppControl Manager as Administrator to access this page
ar: يرجى تشغيل مدير AppControl كمسؤول للوصول إلى هذه الصفحة
de_de: Bitte starten Sie den AppControl Manager als Administrator, um auf diese Seite zuzugreifen
el_gr: Παρακαλώ εκκινήστε τον AppControl Manager ως Διαχειριστής για να αποκτήσετε πρόσβαση σε αυτήν τη σελίδα
es: Inicie AppControl Manager como Administrador para acceder a esta página
fr_fr: Veuillez lancer AppControl Manager en tant qu'administrateur pour accéder à cette page
he_il: אנא הפעל את מנהל AppControl כמנהל כדי לגשת לדף זה
hi_in: कृपया इस पृष्ठ तक पहुँचने के लिए AppControl Manager को प्रशासक के रूप में लॉन्च करें
ja_jp: このページにアクセスするには、AppControl Managerを管理者として起動してください
ml_in: ഈ പേജ് ആക്‌സസ് ചെയ്യുന്നതിന് ദയവായി ആപ്പ്കൺട്രോൾ മാനേജർ അഡ്മിനിസ്ട്രേറ്ററായി ലോഞ്ച് ചെയ്യുക
pl_pl: Proszę uruchomić Menedżera AppControl jako Administrator, aby uzyskać dostęp do tej strony
tr_tr: Bu sayfaya erişmek için lütfen AppControl Manager'ı Yönetici olarak başlatın

# AppElevationNoticeTitle
source: Administrator privileges required
ar: امتيازات المسؤول مطلوبة
de_de: Administratorrechte erforderlich
el_gr: Απαιτούνται δικαιώματα Διαχειριστή
es: Se requieren privilegios de administrador
fr_fr: Privilèges d'administrateur requis
he_il: נדרשות הרשאות מנהל
hi_in: प्रशासक विशेषाधिकार आवश्यक
ja_jp: 管理者権限が必要です
ml_in: അഡ്മിനിസ്ട്രേറ്റർ പ്രത്യേകാനുമതികൾ ആവശ്യമാണ്
pl_pl: Wymagane uprawnienia administratora
tr_tr: Yönetici ayrıcalıkları gerekli

# AppElevationNoticeExtraPrompt
source: Always prompt for elevation on app startup
ar: اطلب دائمًا رفع الامتيازات عند بدء تشغيل التطبيق
de_de: Beim App-Start immer nach erhöhten Rechten fragen
el_gr: Πάντα να ζητάται ανύψωση κατά την εκκίνηση της εφαρμογής
es: Solicitar siempre elevación al iniciar la aplicación
fr_fr: Toujours demander l'élévation au démarrage de l'application
he_il: תמיד בקש הרשאות מוגברות בעת הפעלת האפליקציה
hi_in: हमेशा ऐप शुरू होने पर एलिवेशन के लिए संकेत करें
ja_jp: アプリ起動時に常に昇格を要求する
ml_in: ആപ്പ് സ്റ്റാർട്ടപ്പിൽ എല്ലായ്പ്പോഴും എലിവേഷനായി ആവശ്യപ്പെടുക
pl_pl: Zawsze monituj o podniesienie uprawnień podczas uruchamiania aplikacji
tr_tr: Uygulama başlangıcında her zaman yükseltme iste

# AppElevationNoticeRelaunch
source: Relaunch as Admin
ar: إعادة التشغيل كمسؤول
de_de: Als Administrator neu starten
el_gr: Επανεκκίνηση ως Διαχειριστής
es: Reiniciar como Administrador
fr_fr: Relancer en tant qu'Admin
he_il: הפעל מחדש כמנהל
hi_in: एडमिन के रूप में पुनः लॉन्च करें
ja_jp: 管理者として再起動
ml_in: അഡ്മിനായി വീണ്ടും ലോഞ്ച് ചെയ്യുക
pl_pl: Uruchom ponownie jako administrator
tr_tr: Yönetici olarak yeniden başlat

# WindowMaximizedMsg
source: Window was maximized when the app closed last time, setting it to maximized now
ar: تم تكبير النافذة عند إغلاق التطبيق آخر مرة، ويتم الآن تعيينها إلى مكبرة
de_de: Das Fenster war beim letzten Beenden maximiert; wird jetzt wieder maximiert
el_gr: Το παράθυρο ήταν μεγιστοποιημένο όταν η εφαρμογή έκλεισε την τελευταία φορά, ρύθμισή του σε μεγιστοποιημένο τώρα
es: La ventana estaba maximizada cuando la aplicación se cerró la última vez, configurándola como maximizada ahora
fr_fr: La fenêtre était agrandie lors de la fermeture de l'application, elle est agrandie maintenant
he_il: החלון היה מוגדל כשהאפליקציה נסגרה בפעם האחרונה, מגדיר אותו למוגדל כעת
hi_in: जब ऐप अंतिम बार बंद हुआ तब विंडो अधिकतम की गई थी, अब इसे अधिकतम पर सेट किया जा रहा है
ja_jp: 前回アプリ終了時にウィンドウが最大化されていたため、最大化して起動します
ml_in: കഴിഞ്ഞ തവണ ആപ്പ് അടച്ചപ്പോൾ വിൻഡോ വലുതാക്കിയിരുന്നു, ഇപ്പോൾ അത് വലുതാക്കുന്നു
pl_pl: Okno było zmaksymalizowane, gdy aplikacja została ostatnio zamknięta, ustawianie go teraz na zmaksymalizowane
tr_tr: Uygulama en son kapatıldığında pencere büyütülmüştü, şimdi büyütülmüş olarak ayarlandı

# AllowMicrosoftCreateButton.Content
source: Create
ar: إنشاء
de_de: Erstellen
el_gr: Δημιουργία
es: Crear
fr_fr: Créer
he_il: צור
hi_in: बनाएं
ja_jp: 作成
ml_in: സൃഷ്ടിക്കുക
pl_pl: Utwórz
tr_tr: Yaratmak

# AllowMicrosoftCreateButton.ToolTipService.ToolTip
source: Create the Allow Microsoft base policy
ar: إنشاء نهج "السماح لـ Microsoft" الأساسي
de_de: Die Basisrichtlinie "Microsoft zulassen" erstellen
el_gr: Δημιουργία της βασικής πολιτικής Allow Microsoft
es: Crear la directiva base Permitir Microsoft
fr_fr: Créer la politique de base Autoriser Microsoft
he_il: צור את מדיניות הבסיס של אפשר למיקרוסופט
hi_in: Allow Microsoft मूल नीति बनाएँ
ja_jp: Microsoft許可ベースポリシーを作成します
ml_in: മൈക്രോസോഫ്റ്റ് അനുവദിക്കുക അടിസ്ഥാന നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz podstawowe zasady Zezwalaj Microsoft
tr_tr: Microsoft temeline izin ver ilkesini oluşturma

# AllowMicrosoftCreateButton.AutomationProperties.HelpText
source: Create the Allow Microsoft base policy
ar: إنشاء نهج "السماح لـ Microsoft" الأساسي
de_de: Die Basisrichtlinie "Microsoft zulassen" erstellen
el_gr: Δημιουργία της βασικής πολιτικής Allow Microsoft
es: Crear la directiva base Permitir Microsoft
fr_fr: Créer la politique de base Autoriser Microsoft
he_il: צור את מדיניות הבסיס של אפשר למיקרוסופט
hi_in: Allow Microsoft मूल नीति बनाएँ
ja_jp: Microsoft許可ベースポリシーを作成します
ml_in: മൈക്രോസോഫ്റ്റ് അനുവദിക്കുക അടിസ്ഥാന നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz podstawowe zasady Zezwalaj Microsoft
tr_tr: Microsoft temeline izin ver ilkesini oluşturma

# DefaultWindowsCreateButton.Content
source: Create
ar: إنشاء
de_de: Erstellen
el_gr: Δημιουργία
es: Crear
fr_fr: Créer
he_il: צור
hi_in: बनाएं
ja_jp: 作成
ml_in: സൃഷ്ടിക്കുക
pl_pl: Utwórz
tr_tr: Yaratmak

# DefaultWindowsCreateButton.ToolTipService.ToolTip
source: Create the Default Windows base policy
ar: إنشاء نهج Windows الافتراضي الأساسي
de_de: Die Basisrichtlinie "Standard-Windows" erstellen
el_gr: Δημιουργία της βασικής πολιτικής Default Windows
es: Crear la directiva base Windows Predeterminado
fr_fr: Créer la politique de base Windows par Défaut
he_il: צור את מדיניות הבסיס של חלונות ברירת מחדל
hi_in: Default Windows मूल नीति बनाएँ
ja_jp: デフォルトWindowsベースポリシーを作成します
ml_in: ഡിഫോൾട്ട് വിൻഡോസ് അടിസ്ഥാന നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz podstawowe zasady Domyślny Windows
tr_tr: Varsayılan Windows temel ilkesini oluşturma
